{
  "format": "graph-model",
  "generatedBy": "TensorFlow.js Converter",
  "convertedBy": "TensorFlow.js Converter v3.18.0",
  "modelTopology": {
    "node": [
      {
        "name": "input",
        "op": "Placeholder",
        "attr": {
          "dtype": {
            "type": "DT_FLOAT"
          },
          "shape": {
            "shape": {
              "dim": [
                {
                  "size": "1"
                },
                {
                  "size": "640"
                },
                {
                  "size": "640"
                },
                {
                  "size": "3"
                }
              ]
            }
          }
        }
      },
      {
        "name": "output",
        "op": "Identity",
        "input": [
          "input"
        ],
        "attr": {
          "T": {
            "type": "DT_FLOAT"
          }
        }
      }
    ]
  },
  "signature": {
    "inputs": {
      "input": {
        "name": "input:0",
        "dtype": "DT_FLOAT",
        "tensorShape": {
          "dim": [
            {
              "size": "1"
            },
            {
              "size": "640"
            },
            {
              "size": "640"
            },
            {
              "size": "3"
            }
          ]
        }
      }
    },
    "outputs": {
      "output": {
        "name": "output:0",
        "dtype": "DT_FLOAT",
        "tensorShape": {
          "dim": [
            {
              "size": "1"
            },
            {
              "size": "8400"
            },
            {
              "size": "84"
            }
          ]
        }
      }
    }
  }
}